Repository: tomm/drupal-indymedia-alba
Catalog: sites/all/modules/captcha/translations/*.po
Languages: de, el

source: You need to enter at least @min words if you want to use user defined words.
de: Sie müssen mindestens @min Wörter eingeben, wenn Sie benutzerdefinierte Wörter nutzen wollen.
el: Πρέπει να εισάγετε τουλάχιστον @min λέξεις αν θέλετε να χρησιμοποιείτε καθορισμένες από το χρήστη λέξεις.

source: Number of words in the phrase should be between 4 and 10.
el: Ο αριθμός των λέξεων στη φράση πρέπει να είναι μεταξύ 4 και 10.

source: first
de: erste
el: πρώτη

source: second
de: zweite
el: δεύτερη

source: third
de: dritte
el: τρίτη

source: fourth
de: vierte
el: τέταρτη

source: fifth
de: fünfte
el: πέμπτη

source: sixth
de: sechste
el: έκτη

source: seventh
de: siebente
el: έβδομη

source: eighth
de: achte
el: όγδοη

source: ninth
de: neunte
el: ένατη

source: tenth
de: zehnte
el: δέκατη

source: In this challenge the visitor is asked for the n<sup>th</sup> word of a given phrase.
el: Σε αυτή την πρόκληση, ο επισκέπτης ρωτάται για την <sup>ν</sup> λέξη μια δοθείσας φράσης.

source: What is the @nth word in the phrase "@words"?
el: Ποιά είναι η @nth λέξη στη φράση "@words";

source: Text CAPTCHA
el: CAPTCHA κείμενο

source: Provides a simple text based CAPTCHA.
el: Παρέχει ένα βασισμένο σε απλό κείμενο CAPTCHA.

source: A captcha is a tool to fight automated spam submission of forms (e.g. user registration forms, comment forms, guestbook forms, etc.) by malicious users. A captcha is an extra field (or several fields) on a form presented to the user. It represents a challenge, which should be easy for a normal human to solve (e.g. a simple math problem), but hard enough to keep automated scripts and spam bots out.
de: Ein CAPTCHA ist ein Werkzeug um automatisierte SPAM-Beiträge in Formularen (z.B. Benutzerregistrierungsformularen, Kommentarformularen, Gästebuchformularen etc.) von böswilligen Nutzern zu bekämpfen. Ein CAPTCHA ist ein zusätzliches Feld (oder mehrere Felder) in einem Formular, das dem Nutzer angezeigt wird. Es stellt eine Aufgabe dar, die von einem Menschen einfach zu lösen ist (z.B. ein einfaches mathematisches Problem), aber schwer genug ist um automatisierte Scripte und SPAM-Bots fernzuhalten.

source: <p>A captcha can be added to virtually each drupal form (which is identified by a <em>form_id</em>). The captcha module comes with some default forms to add a captcha to, but arbitrary forms can be easily added and managed when the option "%adminlinks" is enabled.</p><p>Users with the "%skipcaptcha" <a href="@perm">permission</a> won't be offered a captcha. Be sure to grant this permission to the trusted users (e.g. site administrators). If you want to test the captcha challenges, be sure to do it as a user without the "%skipcaptcha" permission (e.g. as unauthenticated user).</p>
de: <p>Ein CAPTCHA kann zu fast jedem Drupal-Formular (das durch ein <em>form_id</em> identifiziert ist) hinzugefügt werden. Das CAPTCHA-Modul bringt einige Standardformulare mit, denen ein CAPTCHA hinzugefügt werden kann, aber beliebige Formulare können einfach hinzugefügt und verwaltet werden, wenn die Option "%adminlinks" aktiviert ist.</p><p>Benutzer mit der "%skipcaptcha"-<a href="@perm">Berechtigung</a> bekommen kein CAPTCHA angezeigt. Stellen Sie sicher, dass Sie den vertrauenswürdigen Nutzern (z.B. den Administratoren Ihrer Website) diese Berechtigung geben. Wenn Sie die CAPTCHA-Aufgaben testen wollen, stellen Sie sicher dies als Nutzer ohne die "%skipcaptcha"-Berechtigung (z.B. als nichtangemeldeter Nutzer) zu tun.</p>

source: Add captcha administration links to forms
de: CAPTCHA-Verwaltungslinks zu Formularen hinzufügen

source: Administer how and where Captchas are used.
de: Verwalten wie und wo CAPTCHAs genutzt werden.

source: An overview of the available captcha types with examples.
de: Eine Übersicht über die verfügbaren CAPTCHA-Typen mit Beispielen.

source: Disabled captcha for form %form_id.
de: CAPTCHA für das Formular %form_id deaktiviert.

source: Deleted captcha for form %form_id.
de: CAPTCHA für das Formular %form_id gelöscht.

source: This option is very helpful to enable/disable captchas on forms. When enabled, users with the "%admincaptcha" permission will see captcha administration links on all forms (except on administrative pages, which shouldn't be accessible to untrusted users in the first place).
de: Diese Option ist sehr hilfreich um CAPTCHAS auf Formularen zu aktivieren/deaktivieren. Wenn diese Option aktiviert ist, sehen Benutzer mit der "%admincaptcha"-Berechtigung CAPTCHA-Verwaltungslinks auf allen Formularen (außer auf Administrationsseiten, auf die von vornherein nur vertrauenswürdige Nutzer zugreifen können sollten).

source: Select captcha types
de: CAPTCHA-Typen auswählen

source: Select what kind of captcha challenge you want for each form.
de: Wählen Sie für jedes Formular aus, welche Art von CAPTCHA-Aufgabe Sie nutzen wollen.

source: Captcha description
de: CAPTCHA-Beschreibung

source: With this description you can explain the purpose of the captcha challenge to the user.
de: Mit dieser Beschreibung können Sie dem Benutzer den Zweck der CAPTCHA-Aufgabe erklären.

source: Captcha description for %lang_name (locale %lang_code)
de: CAPTCHA-Beschreibung für %lang_name (Locale %lang_code)

source: Persistent captchas
de: Persistente CAPTCHAs

source: If checked, the user will always have to solve a captcha. If not checked, the captcha check for a form will be omitted during the rest of the session once the user has successfully solved a captcha for that form.
de: Wenn diese Option ausgewählt ist, werden Benutzer immer ein CAPTCHA lösen müssen. Wenn die Option nicht ausgewählt ist, werden CAPTCHAs für ein Formular für den Rest der Sitzung weggelassen, wenn der Nutzer einmal erfolgreich ein CAPTCHA für dieses Formular gelöst hat.

source: Submit
de: Speichern

source: Captcha type (module)
de: CAPTCHA-Typ (Modul)

source: Your captcha settings were saved.
de: Ihre CAPTCHA-Einstellungen wurden gespeichert.

source: Captcha problem: hook_captcha() of module %module returned nothing when trying to retrieve captcha type %type for form %form_id.
de: CAPTCHA-Problem: hook_captcha() des Moduls %module hat beim Versuch den CAPTCHA-Typ %type für das Formular %form_id zu ermitteln nichts zurückgegeben.

source: Captcha administration
de: CAPTCHA-Verwaltung

source: The captcha challenge "@type" (by module "@module") is enabled here for untrusted users: !edit or !disable.
de: Die CAPTCHA-Aufgabe "@type" (von Modul "@module") ist hier für nicht vertrauenswürdige Benutzer aktiviert: !edit oder !disable.

source: edit captcha type
de: CAPTCHA-Typ bearbeiten

source: disable captcha
de: CAPTCHA deaktivieren

source: Place a captcha challenge here for untrusted users.
de: Hier eine CAPTCHA-Aufgabe für nicht vertrauenswürdige Benutzer platzieren.

source: Invalid captcha token.
de: Ungültige CAPTCHA-Antwort.

source: The answer you entered for the captcha challenge was not correct.
de: Die Antwort für die CAPTCHA-Aufgabe, die Sie eingegeben haben, war nicht richtig.

source: You can't request more than @num captcha challenges without solving them. Your previous captcha challenges were flushed.
de: Sie können nicht mehr als @num CAPTCHA-Aufgaben anfordern ohne Sie zu lösen. Ihre vorherigen CAPTCHA-Aufgaben wurden verworfen.

source: This page gives an overview of all available captcha types, generated with their current settings.
de: Diese Seite gibt Ihnen eine Übersicht über alle verfügbaren CAPTCHA-Typen, generiert mit ihren aktuellen Einstellungen.

source: 10 more examples of this captcha type.
de: 10 weitere Beispiele dieses CAPTCHA-Typs.

source: administer captcha
de: CAPTCHA verwalten

source: skip captcha challenges
de: CAPTCHA-Aufgaben überspringen

source: The installation of the captcha_points table and some default entries was successful
de: Die Installation der Tabelle captcha_points und einiger Standardeinträge war erfolgreich

source: The installation of the captcha module failed
de: Die Installation des CAPTCHA-Moduls ist fehlgeschlagen

source: Base captcha module for adding captcha challenges to registration, comment and contact forms for example.
de: Basis-CAPTCHA-Modul zum Hinzufügen von CAPTCHA-Aufgaben z.B. zu Registrierungs-, Kommentar- und Kontaktformularen.

source: The image captcha is a popular type of captcha challenge where a random textual code is obfuscated in an image. The image is generated on the fly for each request, which is rather CPU intensive for the server. Be carefull with the size and computation related settings.
de: Das Bild-CAPTCHA ist eine beliebte Art von CAPTCHA-Aufgabe in der ein zufälliger Code als Text verfremdet in einem Bild dargestellt wird. Das Bild wird für jeden Aufruf neu generiert, was für die Server-CPU ziemlich stark belastet. Seien Sie vorsichtig mit der Größe und den berechnungsbezogenen Einstellungen.

source: <p>Example captcha image, generated with the current settings:</p>!img
de: <p>Beispiel CAPTCHA-Bild, generiert mit den aktuellen Einstellungen:</p>!img

source: Image captcha
de: Bild-CAPTCHA

source: No font configured.
de: Kein Schriftart konfiguriert.

source: Could not find or read the configured font "%font" for the image captcha.
de: Konnte die konfigurierte Schriftart "%font" für das Bild-CAPTCHA nicht finden.

source: Image captchas cannot be generated, because your PHP installation's GD library has no JPEG support.
de: Bild-CAPTCHAs können nicht generiert werden, weil die GD-Bibliothek Ihrer PHP-Installation keine JPEG-Unterstützung hat.

source: The image captcha module requires a TrueType font file (.ttf) for generating the images, but because of licencing issues it is not allowed to package fonts with the module. You can install fonts yourself however, by putting them in the fonts directory of the image captcha module (directory "%fontsdir") or by uploading them to your Drupal file system (directory "%filesdir") with for example the upload module.
de: Das Bild-CAPTCHA-Modul benötigt eine TrueType-Schriftartdatei (.ttf) zum generieren von Bildern, aber wegen Lizenzschwierigkeiten ist es nicht erlaubt Schriftarten mit dem Modul mitzuliefern. Sie können allerdings selbst Schriftarten installieren, indem Sie sie in das Schriftartenverzeichnis des Bild-CAPTCHA-Moduls legen (Verzeichnis "%fontsdir") oder indem Sie sie in ihr Drupal-Dateisystem (Verzeichnis "%filesdir") z.B. mit dem Upload-Modul hochladen.

source: Select a font
de: Wählen Sie eine Schriftart

source: The TrueType font (.ttf) to use for the text in the image captcha.
de: Die TrueType-Schriftartdatei (.ttf) die für den Text in Bild-CAPTCHAs genutzt werden soll.

source: This option enables bilineair interpolation of the distortion which makes the image look smoother, but it is more CPU intensive.
de: Diese Option aktiviert bilineare Interpolation der Verzerrung, was das Bild glatter aussehen lässt, aber CPU-intensiver ist.

source: When enabled, characters appear twice in the image, overlayed onto each other.
de: Wenn diese Option aktiviert ist, ersscheinen Zeichen zweimal aufeinander überlagert im Bild.

source: Add salt and peper noise
de: Schneegestöberrauschen hinzufügen

source: Captcha module that implements image based captchas.
de: CAPTCHA-Modul, welches Bild basierte CAPTCHAS implementiert.

source: This text based captcha presents a captcha phrase of a given number of words and the visitor is asked to enter the n'th word.
de: Dieses textbasierte CAPTCHA stellt eine CAPTCHA-Wortgruppe dar und der Besucher wird gefragt das n-te Wort einzugeben.

source: Kind of words to use in the captcha phrase
de: Art der Wörter die in der CAPTCHA-Wortgruppe genutzt werden sollen

source: Number of words in the captcha phrase
de: Zahl der Wörter in der CAPTCHA-Wortgruppe

source: Number of words in the captcha phrase should be between 4 and 10.
de: Die Zahl der Wörter in der CAPTCHA-Wortgruppe sollte zwischen 4 und 10 sein.

source: What is the @nth word in the captcha phrase "@words"?
de: Was is das @nth Wort in der CAPTCHA-Wortgruppe "@words"?

source: text_captcha
de: text_capcha

source: Captcha module that implements a simple text based captcha.
de: CAPTCHA-Modul, das ein einfaches textbasiertes CAPTCHA implementiert.
