Repository: tomm/drupal-indymedia-alba
Catalog: sites/all/modules/captcha/translations/*.po
Languages: de, el

source: none
de: keine
el: κανένα

source: Add CAPTCHA administration links to forms
el: Προσθήκη των συνδέσμων διαχείρισης του CAPTCHA στις φόρμες

source: This option is very helpful to enable/disable challenges on forms. When enabled, users with the "%admincaptcha" permission will see CAPTCHA administration links on all forms (except on administrative pages, which shouldn't be accessible to untrusted users in the first place). These links make it possible to enable a challenge of the desired type or disable it.
el: Η επιλογή αυτή είναι χρήσιμη για την ενεργοποίηση/απενεργοποίηση των προκλήσεων στις φόρμες. Όταν είναι ενεργοποιημένη, χρήστες με την άδεια "%admincaptcha" θα βλέπουν τις παραπομπές προς τη διαχείριση του CAPTCHA σε όλες τις φόρμες (εκτός από τις σελίδες διαχείρισης, που δεν είναι εξαρχής προσβάσιμες σε μη έμπιστους χρήστες). Οι παραπομπές αυτές καθιστούν δυνατή την ενεργοποίηση πρόκλησης του επιθυμητού τύπου ή την απενεργοποίησή της.

source: administer CAPTCHA settings
el: διαχείριση των ρυθμίσεων CAPTCHA

source: Challenge type per form
el: Είδος πρόκλησης ανά φόρμα

source: Select the challenge type you want for each of the listed forms (identified by their so called <em>form_id</em>'s). You can easily add arbitrary forms with the help of the '%CAPTCHA_admin_links' option or the <a href="!add_captcha_point">the CAPTCHA point form</a>.
el: Επιλέξτε τον τύπο πρόκλησης για καθεμία από τις παρακάτω φόρμες (που προσδιορίζονται με το λεγόμενο <em>form_id</em>'s). Μπορείτε εύκολα να προσθέσετε και άλλες φόρμες με τη βοήθεια της επιλογής '%CAPTCHA_admin_links' ή της <a href="!add_captcha_point">φόρμας CAPTCHA</a>.

source: delete
de: löschen
el: διαγραφή

source: Challenge description
el: Περιγραφή πρόκλησης

source: With this description you can explain the purpose of the challenge to the user.
el: Με αυτή την περιγραφή μπορείτε να εξηγήσετε στο χρήστη το σκοπό ύπαρξης της πρόκλησης.

source: For language %lang_name (code %lang_code)
el: Για τη γλώσσα %lang_name (κωδικός %lang_code)

source: Persistence
el: Διατήρηση

source: Always add a challenge.
el: Πάντα προσθήκη πρόκλησης.

source: Omit challenges for a form once the user has successfully responded to a challenge for that form.
el: Παράλειψη των προκλήσεων για μια φόρμα εφόσον ο χρήστης έχει απαντήσει με επιτυχία σε μια πρόκληση για αυτή τη φόρμα.

source: Omit challenges for all forms once the user has successfully responded to a challenge.
el: Παράλειψη των προκλήσεων για όλες τις φόρμες εφόσον ο χρήστης έχει απαντήσει με επιτυχία σε μια πρόκληση.

source: Define if challenges should be omitted during the rest of a session once the user successfully responses to a challenge.
el: Ορισμός του αν οι προκλήσεις θα παραλείπονται κατά τη διάρκεια μιας συνόδου αφού ο χρήστης έχει απαντήσει με επιτυχία σε μια πρόκληση.

source: Log wrong responses
el: Καταγραφή των λανθασμένων απαντήσεων

source: Report information about wrong responses to the !log.
el: Αναφορά πληροφοριών σχετικά με λανθασμένες απαντήσεις στο !log.

source: log
el: ημερολόγιο

source: Save
el: Αποθήκευση

source: Challenge type (module)
el: Τύπος πρόκλησης (μονάδα)

source: Operations
de: Funktionen
el: Λειτουργίες

source: The CAPTCHA settings were saved.
el: Οι ρυθμίσεις CAPTCHA αποθηκεύθηκαν.

source: Form ID
el: Αναγνωριστικό φόρμας

source: The Drupal form_id of the form to add the CAPTCHA to.
el: Το form_id της φόρμας του Drupal στο οποίο θα προστεθεί το CAPTCHA.

source: Challenge type
el: Τύπος πρόκλησης

source: The CAPTCHA type to use for this form
el: Το είδος CAPTCHA που θα χρησιμοποιηθεί σε αυτή τη φόρμα

source: Illegal form_id
el: Μη έγκυρο form_id

source: Saved CAPTCHA point settings.
el: Αποθήκευση των ρυθμίσεων των σημείων CAPTCHA.

source: Are you sure you want to delete the CAPTCHA for form_id %form_id?
el: Είστε σίγουρος για τη διαγραφή του CAPTCHA για τη φόρμα με form_id %form_id;

source: Delete
el: Διαγραφή

source: Are you sure you want to disable the CAPTCHA for form_id %form_id?
el: Είστε σίγουρος για την απενεργοποίηση του CAPTCHA για τη φόρμα με form_id %form_id;

source: Disable
el: Απενεργοποίηση

source: Deleted CAPTCHA for form %form_id.
el: Το CAPTCHA για τη φόρμα %form_id διαγράφηκε.

source: Disabled CAPTCHA for form %form_id.
el: Το CAPTCHA για τη φόρμα %form_id απενεργοποιήθηκε.

source: This page gives an overview of all available challenge types, generated with their current settings.
el: Η σελίδα δίνει μια σύνοψη των διαθέσιμων τύπων προκλήσεων, μαζί με τις τρέχουσες ρυθμίσεις τους.

source: Challenge "%challenge" by module "%module"
de: Aufgabe "%challenge" aus Modul "%module"
el: Πρόκληση "%challenge" από τη μονάδα "%module"

source: 10 more examples of this challenge.
el: 10 περισσότερα παραδείγματα αυτής της πρόκλησης.

source: "CAPTCHA" is an acronym for "Completely Automated Public Turing test to tell Computers and Humans Apart". It is typically a challenge-response test to determine whether the user is human. The CAPTCHA module is a tool to fight automated submission by malicious users (spamming) of for example comments forms, user registration forms, guestbook forms, etc. You can extend the desired forms with an additional challenge, which should be easy for a human to solve correctly, but hard enough to keep automated scripts and spam bots out.
el: Το "CAPTCHA" είναι το ακρωνύμιο για το "Completely Automated Public Turing test to tell Computers and Humans Apart". Τυπικά είναι ένα τεστ πρόκλησης-απάντησης για να καθοριστεί αν ο χρήστης είναι άνθρωπος. Η μονάδα CAPTCHA είναι ένα εργαλείο για την καταπολέμηση των αυτοματοποιημένων ανεπιθύμητων υποβολών μηνυμάτων από κακόβουλους χρήστες (ανεπιθύμητη αλληλογραφία) για παράδειγμα σε φόρμες σχολίων, φόρμες εγγραφής χρήστη, φόρμες επισκεπτών, κτλ. Είναι δυνατή η επέκταση των επιθυμητών φορμών με μια πρόσθεση πρόκληση, που θα είναι εύκολη να λυθεί από ένα άνθρωπο, αλλά δύσκολη αρκετά για να κρατήσει τα προγράμματα αυτόματης υποβολής ανεπιθύμητων μηνυμάτων εκτός.

source: Note that the CAPTCHA module interacts with page caching (see <a href="!performancesettings">performance settings</a>). Because the challenge should be unique for each generated form, the caching of the page it appears on is prevented. Make sure that these forms do not appear on too many pages or you will lose much caching efficiency. For example, if you put a CAPTCHA on the user login block, which typically appears on each page for anonymous visitors, caching will practically be disabled. The comment submission forms are another example. In this case you should set the "%commentlocation" to "%separatepage" in the comment settings of the relevant <a href="!contenttypes">content types</a> for better caching efficiency.
el: Πρέπει να σημειωθεί ότι η μονάδα CAPTCHA αλληλεπιδρά με τη λανθάνουσα μνήμη σελίδας (δείτε τις <a href="!performancesettings">ρυθμίσεις απόδοσης</a>). Λόγω του ότι κάθε πρόκληση πρέπει να είναι μοναδική για κάθε φόρμα που δημιουργείται, αποτρέπεται η αποθήκευση στην λανθάνουσα μνήμη της σελίδας στην οποία εμφανίζεται. Πρέπει οι φόρμες αυτές να μην εμφανίζονται σε πολλές σελίδες, διαφορετικά θα χάσετε αρκετή απόδοση από τη λανθάνουσα μνήμη. Για παράδειγμα, αν τοποθετήσετε ένα CAPTCHA στο μπλοκ εισόδου του χρήστη, που πρακτικά εμφανίζεται σε κάθε σελίδα για τους ανώνυμους χρήστες, η λανθάνουσα μνήμη πρακτικά θα απενεργοποιηθεί. Οι φόρμες υποβολής σχολίων είναι άλλο ένα παράδειγμα. Σε αυτή την περίπτωση, θα πρέπει να ορίσετε το "%commentlocation" να είναι στο "%separatepage" στις ρυθμίσεις σχολίων στους σχετικούς <a href="!contenttypes">τύπους ύλης</a> για καλύτερη απόδοση της λανθάνουσας μνήμης.

source: Location of comment submission form
el: Τοποθεσία της φόρμας υποβολής σχολίων

source: Display on separate page
el: Εμφάνιση σε νέα σελίδα

source: CAPTCHA is a trademark of Carnegie Mellon University.
el: Το CAPTCHA αποτελεί σήμα κατατεθέν του Πανεπιστημίου Carnegie Mellon.

source: A CAPTCHA can be added to virtually each Drupal form. Some default forms are already provided in the form list, but arbitrary forms can be easily added and managed when the option "%adminlinks" is enabled.
el: CAPTCHA μπορεί να προστεθεί πρακτικά εύκολα σε οποιαδήποτε φόρμα του Drupal. Ορισμένες προεπιλεγμένες φόρμες είναι ήδη διαθέσιμες στη λίστα παρακάτω, ωστόσο πρόσθετες φόρμες μπορούν εύκολα να προστεθούν και να διαχειριστούν όταν η επιλογή "%adminlinks" είναι ενεργοποιημένη.

source: Users with the "%skipcaptcha" <a href="@perm">permission</a> won't be offered a challenge. Be sure to grant this permission to the trusted users (e.g. site administrators). If you want to test a protected form, be sure to do it as a user without the "%skipcaptcha" permission (e.g. as anonymous user).
el: Στους χρήστες με την <a href="@perm">άδεια</a> "%skipcaptcha" δε θα παρέχεται πρόκληση. Πρέπει να είστε σίγουροι να δώσετε την άδεια αυτή σε έμπιστους χρήστες (πχ. διαχειριστές ιστοτόπου). Αν θέλετε να ελέγξετε μια προστατευμένη φόρμα, κάντε το ως χρήστης που δεν έχει την άδεια "%skipcaptcha" (πχ. ως ανώνυμος χρήστης).

source: skip CAPTCHA
el: παράλειψη του CAPTCHA

source: This question is for testing whether you are a human visitor and to prevent automated spam submissions.
de: Diese Frage dient dazu festzustellen, ob Sie ein Mensch sind und um automatisierte SPAM-Beiträge zu verhindern.
el: Η ερώτηση χρησιμοποιείται για να ελεγχθεί ότι είστε άνθρωπος και για την αποτροπή υποβολών ανεπιθύμητων μηνυμάτων.

source: Untrusted users will see a CAPTCHA here (!settings).
el: Οι μη έμπειστοι χρήστες θα βλέπουν εδώ ένα CAPTCHA (!settings).

source: general CAPTCHA settings
el: γενικές ρυθμίσεις CAPTCHA

source: Enabled challenge
el: Ενεργοποιήθηκε η πρόκληση

source: "@type" by module "@module" (!change, !disable)
el: "@type" από τη μονάδα "@module" (!change, !disable)

source: change
el: αλλαγή

source: disable
el: απενεργοποίηση

source: Place a CAPTCHA here for untrusted users.
el: Τοποθετείστε εδώ μια πρόκληση CAPTCHA για τους μη έμπιστους χρήστες.

source: Cookies should be enabled in your browser for CAPTCHA validation.
el: Τα cookies πρέπει να είναι ενεργοποιημένα στο πρόγραμμα πλοήγησής σας για την επαλήθευση του CAPTCHA.

source: Invalid CAPTCHA token.
el: Μη έγκυρο σύμβολο CAPTCHA.

source: The answer you entered for the CAPTCHA was not correct.
el: Η απάντηση που δώσατε για την πρόκληση CAPTCHA δεν είναι σωστή.

source: Math Question
de: Mathematische Frage
el: Ερώτηση μαθηματικών

source: Solve this simple math problem and enter the result. E.g. for 1+3, enter 4.
de: Lösen Sie dieses einfache mathematische Problem und geben Sie das Ergebnis ein. Für 1 + 3 geben Sie z.B. 4 ein.
el: Επιλύστε αυτό το απλό μαθηματικό πρόβλημα και εισάγετε το αποτέλεσμα. Π.χ. για το 1+3, εισάγετε 4.

source: Already @counter blocked form submissions
el: Αποφεύχθηκαν ήδη @counter υποβολές φόρμας

source: No sessions for anonymous users.
el: Δεν υπάρχουν σύνοδοι για τους ανώνυμους χρήστες.

source: There is no entry for uid 0 in the %users table of the database. This disables persistent session data for anonymous users. Because the CAPTCHA module depends on this session data, CAPTCHAs will not work for anonymous users. Add a row for uid 0 to the %users table to resolve this.
el: Δεν υπάρχει εγγραφή με uid 0 στον πίνακα %users της βάσης δεδομένων. Το γεγονός αυτό απενεργοποιεί την διατήρηση των δεδομένων συνόδου για τους ανώνυμους χρήστες. Λόγω του ότι η μονάδα CAPTCHA βασίζεται στα δεδομένα συνόδου, το CAPTCHA δε θα δουλεύει για τους ανώνυμους χρήστες. Προσθέστε μια εγγραφή με uid 0 στον πίνακα %users για να λυθεί το θέμα αυτό.

source: CAPTCHA problem: hook_captcha() of module %module returned nothing when trying to retrieve challenge type %type for form %form_id.
el: Σφάλμα CAPTCHA: Η συνάρτηση hook_captcha() της μονάδας %module δεν επέστρεψε κάτι κατά την ανάκληση πρόκλησης του τύπου %type για τη φόρμα %form_id.

source: %form_id post blocked by CAPTCHA module: challenge "%challenge" (by module "%module"), user answered "%response", but the solution was "%solution".
el: Η υποβολή στη φόρμα %form_id μπλοκαρίστηκε από τη μονάδα CAPTCHA: πρόκληση "%challenge" (από τη μονάδα "%module"), ο χρήστης απάντησε "%response", αλλά η λύση ήταν "%solution".

source: Administer how and where CAPTCHAs are used.
el: Διαχείριση του πως και που θα χρησιμοποιείται το CAPTCHA.

source: General settings
de: Allgemeine Einstellungen
el: Γενικές ρυθμίσεις

source: Examples
de: Beispiele
el: Παραδείγματα

source: An overview of the available challenge types with examples.
el: Μια σύνοψη των διαθέσιμων τύπων προκλήσεων με παραδείγματα.

source: CAPTCHA point administration
el: Διαχείριση σημείων CAPTCHA

source: You can now <a href="!captcha_admin">configure the CAPTCHA module</a> for your site.
el: Μπορείτε να <a href="!captcha_admin">διευθετήσετε τη μονάδα CAPTCHA</a> για τον ιστοτόπο σας.

source: Unsupported database.
de: Nicht unterstützte Datenbank.
el: Μη υποστηριζόμενη βάση δεδομένων.

source: Base CAPTCHA module for adding challenges to arbitrary forms.
el: Βασική μονάδα CAPTCHA για την προσθήκη προκλήσεων σε διάφορες φόρμες.

source: Spam control
de: SPAM-Kontrolle
el: Έλεγχος ανεπιθύμητων μηνυμάτων

source: Built-in font
el: Ενσωματωμένη γραμματοσειρά

source: Images cannot be generated, because your PHP installation's GD library has no JPEG support.
el: Οι εικόνες δεν μπορούν να δημιουργηθούν, γιατί η βιβλιοθήκη GD της εγκατάστασης της PHP δεν έχει υποστήριξη για JPEG.

source: Code settings
el: Ρυθμίσεις κωδικού

source: Characters to use in the code
de: Zeichen die im Code benutzt werden sollen
el: Χαρακτήρες που θα χρησιμοποιούνται στον κωδικό

source: Code length
de: Codelänge
el: Μήκος κωδικού

source: The code length influences the size of the image. Note that larger values make the image generation more CPU intensive.
de: Die Codelänge beeinflusst die Größe des Bildes. Beachten Sie, dass große Werte die Bildgenerierung CPU-intensiver machen.
el: Το μέγεθος κωδικού επηρεάζει το μέγεθος της εικόνας. Πρέπει να σημειωθεί ότι μεγάλες τιμές κάνουν τη δημιουργία της εικόνας διαδικασία αυξημένη σε απαιτήσεις επεξεργαστικής ισχύος.

source: Font settings
el: Ρυθμίσεις γραμματοσειράς

source: Font
de: Schriftart
el: Γραμματοσειρά

source: The TrueType font (.ttf) to use for the text in the image CAPTCHA.
el: Η TrueType γραμματοσειρά (.ttf) που θα χρησιμοποιηθεί για το κείμενο στην εικόνα CAPTCHA.

source: Font size
de: Schriftgröße
el: Μέγεθος γραμματοσειράς

source: tiny
de: winzig
el: μικροσκοπικό

source: small
de: klein
el: μικρό

source: normal
el: κανονικό

source: large
de: riesig
el: μεγάλο

source: The font size influences the size of the image. Note that larger values make the image generation more CPU intensive.
de: Die Schriftgröße beeinflusst die Größe des Bildes. Beachten Sie, dass größere Werte die Bildgenerierung CPU-intensiver machen.
el: Το μέγεθος της γραμματοσειράς επηρεάζει το μέγεθος της εικόνας. Πρέπει να σημειωθεί ότι μεγάλες τιμές κάνουν τη δημιουργία της εικόνας διαδικασία αυξημένη σε απαιτήσεις επεξεργαστικής ισχύος.

source: Character spacing
el: Αραίωση χαρακτήρων

source: Define the average spacing between characters. Note that larger values make the image generation more CPU intensive.
el: Ορίστε τη μέση απόσταση μεταξύ των χαρακτήρων. Πρέπει να σημειωθεί ότι μεγάλες τιμές κάνουν τη δημιουργία εικόνας διαδικασία αυξημένη σε απαιτήσεις επεξεργαστικής ισχύος.

source: Color settings
el: Ρυθμίσεις χρώματος

source: Configuration of the background and text colors in the image CAPTCHA.
el: Ρυθμίσεις των χρωμάτων κειμένου και υπόβαθρου για την εικόνα CAPTCHA.

source: Background color
el: Χρώμα υπόβαθρου

source: Enter the hexadecimal code for the background color (e.g. #FFF or #FFCE90).
el: Εισάγετε τον δεκαεξαδικό κωδικό για το χρώμα υποβάθρου (πχ. #FFF ή #FFCE90).

source: Text color
el: Χρώμα κειμένου

source: Enter the hexadecimal code for the text color (e.g. #000 or #004283).
el: Εισάγετε τον δεκαεξαδικό κωδικό για το χρώμα κειμένου (πχ. #000 ή #004283).

source: Additional variation of text color
el: Πρόσθετη διαφοροποίηση του χρώματος κειμένου

source: moderate
de: mittel
el: μέτριο

source: high
de: hoch
el: υψηλό

source: very high
el: πολύ υψηλό

source: The different characters will have randomized colors in the specified range around the text color.
el: Οι διαφορετικοί χαρακτήρες θα έχουν τυχαία χρώματα στο συγκεκριμένο εύρος γύρω από το χρώμα του κειμένου.

source: Distortion and noise
de: Verzerrung und Rauschen
el: Παρεμβολή και θόρυβος

source: With these settings you can control the degree of obfuscation by distortion and added noise. Do not exaggerate the obfuscation and assure that the code in the image is reasonably readable. For example, do not combine high levels of distortion and noise.
de: Mit diesen Einstellungen können Sie den Grad der Verfremdung durch Verzerrung und hinzugefügtem Rauschen kontrollieren. Übertreiben Sie die Verfremdung nicht und stellen Sie sicher, dass der Code vernünftig lesbar ist. Verbinden Sie z.B. nicht hohe Stufen von Verzerrung und Rauschen.
el: Με αυτές τις ρυθμίσεις, ελέγχετε το βαθμό της ασάφειας από την παρεμβολή και τον προστιθέμενο θόρυβο. Μην υπερβάλλετε στην ασάφεια και εξασφαλίστε ότι ο κωδικός στην εικόνα είναι εύλογα αναγνώσιμος. Για παράδειγμα, μην συνδυάζετε υψηλά επίπεδα παρεμβολής και θορύβου.

source: Distortion level
de: Verzerrungsstufe
el: Επίπεδο παρεμβολής

source: low
de: niedrig
el: χαμηλό

source: severe
de: heftig
el: σφοδρό

source: Set the degree of wave distortion in the image.
de: Setzen Sie den Grad der welligen Verzerrung im Bild.
el: Ορισμός του βαθμού της κυματικής διαστρέβλωσης στην εικόνα.

source: Smooth distortion
de: Geglättete Verzerrung
el: Ομαλή διαστρέβλωση

source: This option enables bilinear interpolation of the distortion which makes the image look smoother, but it is more CPU intensive.
el: Η επιλογή ενεργοποιεί τη διγραμμική παρεμβολή διαστρέβλωσης που κάνει την εικόνα να φαίνεται πιο ομαλή, αλλά έχει περισσότερες απαιτήσεις σε επεξεργαστική ισχύ.

source: Double vision
de: Doppeldarstellung
el: Διπλή εμφάνιση

source: When enabled, characters appear twice in the image, overlaid onto each other.
el: Όταν είναι ενεργοποιημένο, οι χαρακτήρες εμφανίζονται δύο φορές στην εικόνα, επικαλυπτόμενοι ο ένας πάνω στον άλλον.

source: Add salt and pepper noise
el: Προσθήκη κουκκίδων «αλατιού» και «πιπεριού» ως θόρυβος

source: This option adds randomly colored point noise.
de: Diese Option fügt ein Rauschen aus zufällig gefärbten Punkten hinzu
el: Η επιλογή προσθέτει θόρυβο από τυχαίες χρωματισμένες κουκκίδες.

source: Add line noise
de: Linienrauschen hinzufügen
el: Προσθήκη γραμμών ως θόρυβος

source: This option enables lines randomly drawn on top of the text code.
de: Diese Option aktiviert Linien die zufällig über den Text gezeichnet sind.
el: Η επιλογή ενεργοποιεί το ζωγράφισμα τυχαίων γραμμών πάνω από τον κωδικό κειμένου.

source: Noise level
de: Rauschstufe
el: Επίπεδο θορύβου

source: The image captcha module works best with a TrueType font file (TTF) for generating the images, but because of licencing issues it is not allowed to package fonts with the module. A simple built-in bitmap font is provided as default instead. You can install TrueType fonts yourself by putting them in the fonts directory of the image captcha module (directory "%fontsdir") or by uploading them to your Drupal file system (directory "%filesdir") with for example the upload module.
el: Η μονάδα εικόνας captcha δουλεύει καλύτερα με γραμματοσειρά τύπου TrueType (TTF) για τη δημιουργία των εικόνων, αλλά εξαιτίας των θεμάτων άδειας δεν επιτρέπεται το πακετάρισμα της μονάδας με γραμματοσειρές. Αντίθετα, παρέχεται μια απλή χαρτογραφική γραμματοσειρά. Μπορείτε να εγκαταστήσετε οι ίδιοι γραμματοσειρές TrueType, τοποθετώντας τις στον κατάλογο fonts της μονάδας εικόνας captcha (κατάλογος "%fontsdir") ή ανεβάζοντάς τις στο σύστημα αρχείων του Drupal (κατάλογος "%filesdir") με τη χρήση της μονάδας upload για παράδειγμα.

source: The usage of the built-in bitmap font it is not recommended because of its small size and missing UTF-8 support.
el: Η χρήση της ενσωματωμένης χαρτογραφικής γραμματοσειράς δε συνιστάται λόγω του μικρού της μεγέθους και της έλλειψης υποστήριξης UTF-8.

source: The list of characters to use should not contain spaces.
de: Die Liste von Zeichen, die genutzt werden sollen, sollte keine Leerzeichen enthalten.
el: Η λίστα των χαρακτήρων που θα χρησιμοποιούνται δεν πρέπει να περιέχει κενά.

source: You need to select a font
de: Sie müssen eine Schriftart auswählen
el: Πρέπει να επιλέξετε μια γραμματοσειρά

source: Font does not exist or is not readable.
de: Schriftart existiert nicht oder ist nicht lesbar.
el: Η γραμματοσειρά δεν υπάρχει ή δεν είναι αναγνώσιμη.

source: Background color is not a valid hexadecimal color value.
el: Το χρώμα υποβάθρου δεν έχει έγκυρη δεκαεξαδική τιμή χρώματος.

source: Text color is not a valid hexadecimal color value.
el: Το χρώμα κειμένου δεν έχει έγκυρη δεκαεξαδική τιμή χρώματος.

source: Generation of image CAPTCHA failed. Check your image CAPTCHA configuration and especially the used font.
de: Generierung des Bild-CAPTCHAs fehlgeschlagen. Prüfen Sie Ihre Bild-CAPTCHA-Konfiguration und insbesondere die genutzte Schriftart.
el: Η δημιουργία της εικόνας CAPTCHA απέτυχε. Ελέγξτε τις ρυθμίσεις εικόνας CAPTCHA και ειδικότερα τη γραμματοσειρά που χρησιμοποιείται.

source: The image CAPTCHA is a popular challenge where a random textual code is obfuscated in an image. The image is generated on the fly for each request, which is rather CPU intensive for the server. Be careful with the size and computation related settings.
el: Η εικόνα CAPTCHA είναι μια δημοφιλής πρόκληση στην οποία ένας τυχαίος κωδικός κειμένου κρύβεται σε μια εικόνα. Η εικόνα δημιουργείται κάθε φορά για κάθε αίτηση, διαδικασία που είναι απαιτητική σε επεξεργαστική ισχύ για το διακομιστή. Προσέξτε τις σχετικές με το μέγεθος και υπολογισμό ρυθμίσεις.

source: <p>Example image, generated with the current settings:</p>!img
el: <p>Εικόνα παράδειγμα, δημιουργημένη σύμφωνα με τις τρέχουσες ρυθμίσεις:</p>!img

source: Image CAPTCHA
el: Εικόνα CAPTCHA

source: What code is in the image?
de: Welcher Code ist im Bild zu sehen?
el: Ποιος είναι ο κωδικός που εμφανίζεται στην εικόνα;

source: Copy the characters (respecting upper/lower case) from the image.
de: Die Zeichen (unter Beachtung von Groß-/Kleinschreibung) aus dem Bild.
el: Αντιγράψτε τους χαρακτήρες (διατηρώντας τα κεφαλαία/πεζά) από την εικόνα.

source: Encountered an illegal byte while splitting an utf8 string in characters.
de: Beim Aufteilen einer UTF-8-Zeichenkette in Zeichen wurde ein ungültiges Byte gefunden.
el: Βρέθηκε ένα μη έγκυρο byte κατά το διαχωρισμό μιας φράσης utf8 σε χαρακτήρες.

source: Provides an image based CAPTCHA.
el: Παρέχει ένα βασισμένο σε εικόνα CAPTCHA.

source: Kind of words to use in the phrase
el: Είδος λέξεων που θα χρησιμοποιούνται στη φράση

source: Generate nonsense random words.
de: Generierung von sinnlosen Zufallswörtern.
el: Δημιουργία χωρίς νόημα τυχαίων λέξεων.

source: Use user defined words.
de: Benutzerdefinierte Wörter nutzen.
el: Χρησιμοποίηση καθορισμένων από το χρήστη λέξεων.

source: User defined words
de: Benutzerdefiniert Wörter
el: Καθορισμένες από το χρήστη λέξεις

source: Enter a bunch of space separated words (at least @min).
de: Geben Sie ein Anzahl von durch Leerzeichen getrennten Wörtern ein (mindestens @min).
el: Εισάγετε μια σειρά από λέξεις χωρισμένες με το κενό (τουλάχιστον @min).

source: Number of words in the phrase
el: Αριθμός λέξεων στη φράση
